{
  "Extraction": {
    "title": {
      "en": "Our Extraction",
      "sp": "Nuestra extracción",
      "de": "Unsere Extraktion",
      "fr": "Notre extraction",
      "cs": "Naše extrakce",
      "nl": "Onze extractie",
      "it": "La nostra estrazione",
      "pt": "Nossa extração",
      "hi": "हमारा निष्कर्षण",
      "ru": "Наш экстракт",
      "zh": "我们的提取",
      "ar": "استخراجنا"
    },
    "whyChoose": {
      "en": "Why Choose Us?",
      "sp": "¿Por qué elegirnos?",
      "de": "Warum uns wählen?",
      "fr": "Pourquoi nous choisir?",
      "cs": "Proč si nás vybrat?",
      "nl": "Waarom kiezen voor ons?",
      "it": "Perché sceglierci?",
      "pt": "Por que escolher-nos?",
      "hi": "हमें क्यों चुनें?",
      "ru": "Почему выбирают нас?",
      "zh": "为什么选择我们？",
      "ar": "لماذا تختارنا؟"
    },
    "p1": {
      "en": "At Moroccan Cannabis Co., we provide state-of-the-art extraction services designed for the needs of wholesale buyers. Our CO2 and solventless extraction methods ensure that our CBD and THC products meet the highest standards of purity, efficacy potency, and consistency. Whether you’re seeking materials for clinical trials, topicals, or edibles, we have the extraction capabilities to meet your specifications.",
      "sp": "En Moroccan Cannabis Co., brindamos servicios de extracción de última generación diseñados para las necesidades de los compradores mayoristas. Nuestros métodos de extracción de CO2 y sin disolventes garantizan que nuestros productos de CBD y THC cumplan con los más altos estándares de pureza, eficacia, potencia y consistencia. Ya sea que esté buscando materiales para ensayos clínicos, tópicos o comestibles, tenemos las capacidades de extracción para cumplir con sus especificaciones.",
      "de": "Bei der Moroccan Cannabis Co. bieten wir hochmoderne Extraktionsdienste, die auf die Bedürfnisse von Großabnehmern zugeschnitten sind. Unsere CO2- und lösungsmittelfreien Extraktionsmethoden stellen sicher, dass unsere CBD- und THC-Produkte den höchsten Reinheits-, Wirksamkeits-, Potenz- und Konsistenzstandards entsprechen. Egal, ob Sie Materialien für klinische Studien, topische Anwendungen oder Esswaren suchen, wir haben die Extraktionskapazitäten, um Ihre Anforderungen zu erfüllen.",
      "fr": "Chez Moroccan Cannabis Co., nous fournissons des services d'extraction à la pointe de la technologie conçus pour les besoins des acheteurs en gros. Nos méthodes d'extraction au CO2 et sans solvant garantissent que nos produits CBD et THC répondent aux normes les plus élevées de pureté, d'efficacité, de puissance et de cohérence. Que vous recherchiez des matériaux pour des essais cliniques, des topiques ou des comestibles, nous avons les capacités d'extraction pour répondre à vos spécifications.",
      "cs": "V Moroccan Cannabis Co. poskytujeme špičkové extrakční služby navržené pro potřeby velkoodběratelů. Naše metody extrakce CO2 a bez rozpouštědel zajišťují, že naše produkty CBD a THC splňují nejvyšší standardy čistoty, účinnosti, potence a konzistence. Ať už hledáte materiály pro klinické studie, topické přípravky nebo jedlé výrobky, máme extrakční schopnosti, které splňují vaše specifikace.",
      "nl": "Bij Moroccan Cannabis Co. bieden we ultramoderne extractiediensten die zijn ontworpen voor de behoeften van groothandelaren. Onze CO2- en oplosmiddelvrije extractiemethoden zorgen ervoor dat onze CBD- en THC-producten voldoen aan de hoogste normen van zuiverheid, werkzaamheid, potentie en consistentie. Of u nu op zoek bent naar materialen voor klinische proeven, topicals of eetwaren, wij hebben de extractiecapaciteiten om aan uw specificaties te voldoen.",
      "it": "Presso Moroccan Cannabis Co. offriamo servizi di estrazione all'avanguardia progettati per le esigenze degli acquirenti all'ingrosso. I nostri metodi di estrazione con CO2 e senza solventi garantiscono che i nostri prodotti a base di CBD e THC soddisfino i più elevati standard di purezza, efficacia, potenza e coerenza. Che tu stia cercando materiali per studi clinici, topici o commestibili, abbiamo le capacità di estrazione per soddisfare le tue specifiche.",
      "pt": "Na Moroccan Cannabis Co., fornecemos serviços de extração de última geração projetados para as necessidades dos compradores por atacado. Nossos métodos de extração de CO2 e sem solventes garantem que nossos produtos de CBD e THC atendam aos mais altos padrões de pureza, potência e consistência. Se você está procurando materiais para ensaios clínicos, tópicos ou comestíveis, temos as capacidades de extração para atender às suas especificações.",
      "hi": "मोरक्कन कैनाबिस कंपनी में, हम थोक खरीदारों की जरूरतों के लिए डिज़ाइन की गई अत्याधुनिक निष्कर्षण सेवाएं प्रदान करते हैं। हमारे सीओ2 और सॉल्वेंटलेस निष्कर्षण विधियाँ सुनिश्चित करती हैं कि हमारे सीबीडी और टीएचसी उत्पाद शुद्धता, प्रभावकारिता, शक्ति और स्थिरता के उच्चतम मानकों को पूरा करते हैं। चाहे आप क्लिनिकल परीक्षणों, सामयिक या खाद्य पदार्थों के लिए सामग्री की तलाश कर रहे हों, हमारे पास आपकी विशिष्टताओं को पूरा करने के लिए निष्कर्षण क्षमताएं हैं।",
      "ru": "В Moroccan Cannabis Co. мы предоставляем современные услуги экстракции, разработанные для нужд оптовых покупателей. Наши методы экстракции CO2 и без растворителей обеспечивают, чтобы наши продукты с CBD и THC соответствовали самым высоким стандартам чистоты, эффективности, потенции и стабильности. Независимо от того, ищете ли вы материалы для клинических испытаний, топических препаратов или пищевых продуктов, у нас есть возможности экстракции для удовлетворения ваших требований.",
      "zh": "在摩洛哥大麻公司，我们提供专为批发买家需求设计的最先进的提取服务。我们的 CO2 和无溶剂提取方法确保我们的 CBD 和 THC 产品符合最高的纯度、效力、效力和一致性标准。无论您是寻找临床试验、外用或食用材料，我们都具备满足您规格的提取能力。",
      "ar": "في Moroccan Cannabis Co.، نقدم خدمات الاستخراج الحديثة المصممة لتلبية احتياجات المشترين بالجملة. تضمن طرق استخلاص CO2 وبدون مذيبات أن منتجات CBD و THC لدينا تلبي أعلى معايير النقاء والفعالية والفعالية والاتساق. سواء كنت تبحث عن مواد للتجارب السريرية أو المستحضرات الموضعية أو الأطعمة الصالحة للأكل، فلدينا القدرات الاستخراجية لتلبية مواصفاتك."
    },
   "p2": { "en": "Our fair trade approach benefits not only the end product but also the communities that help produce it. By sharing profits with local farmers and equipping them with the latest technologies, we improve the overall quality and sustainability of our supply chain, ensuring that you receive premium extracts from a trusted, ethically responsible source.", "sp": "Nuestro enfoque de comercio justo beneficia no sólo al producto final sino también a las comunidades que ayudan a producirlo. Al compartir las ganancias con los agricultores locales y equiparlos con las últimas tecnologías, mejoramos la calidad general y la sostenibilidad de nuestra cadena de suministro, asegurando que reciba extractos de primera calidad de una fuente confiable y éticamente responsable.", "de": "Unser Fair-Trade-Ansatz kommt nicht nur dem Endprodukt, sondern auch den Gemeinschaften zugute, die bei der Produktion helfen. Durch die Gewinnbeteiligung mit lokalen Landwirten und die Ausstattung mit den neuesten Technologien verbessern wir die Gesamtqualität und Nachhaltigkeit unserer Lieferkette und stellen sicher, dass Sie Premium-Extrakte von einer vertrauenswürdigen, ethisch verantwortlichen Quelle erhalten.", "fr": "Notre approche de commerce équitable profite non seulement au produit final, mais aussi aux communautés qui contribuent à le produire. En partageant les bénéfices avec les agriculteurs locaux et en les équipant des dernières technologies, nous améliorons la qualité globale et la durabilité de notre chaîne d'approvisionnement, garantissant que vous recevez des extraits de qualité supérieure provenant d'une source de confiance, éthiquement responsable.", "cs": "Náš přístup k férovému obchodu prospívá nejen finálnímu produktu, ale také komunitám, které se na jeho výrobě podílejí. Sdílením zisku s místními farmáři a vybavováním nejmodernějšími technologiemi zlepšujeme celkovou kvalitu a udržitelnost našeho dodavatelského řetězce, což zajišťuje, že od důvěryhodného, eticky odpovědného zdroje obdržíte prémiové extrakty.", "nl": "Onze fairtrade-aanpak komt niet alleen het eindproduct ten goede, maar ook de gemeenschappen die helpen het te produceren. Door de winst te delen met lokale boeren en hen uit te rusten met de nieuwste technologieën, verbeteren we de algehele kwaliteit en duurzaamheid van onze toeleveringsketen, waardoor u premium-extracten ontvangt van een vertrouwde, ethisch verantwoorde bron.", "it": "Il nostro approccio al commercio equo non solo avvantaggia il prodotto finale ma anche le comunità che aiutano a produrlo. Condividendo i profitti con gli agricoltori locali e dotandoli delle ultime tecnologie, miglioriamo la qualità e la sostenibilità complessive della nostra catena di approvvigionamento, garantendo che riceviate estratti premium da una fonte affidabile e responsabile dal punto di vista etico.", "pt": "Nossa abordagem de comércio justo beneficia não apenas o produto final, mas também as comunidades que ajudam a produzi-lo. Compartilhando lucros com agricultores locais e equipando-os com as mais recentes tecnologias, melhoramos a qualidade geral e a sustentabilidade de nossa cadeia de suprimentos, garantindo que você receba extratos premium de uma fonte confiável e eticamente responsável.", "hi": "हमारा निष्पक्ष व्यापार दृष्टिकोण न केवल अंतिम उत्पाद को बल्कि इसे बनाने में मदद करने वाले समुदायों को भी लाभान्वित करता है। स्थानीय किसानों के साथ मुनाफा साझा करके और उन्हें नवीनतम प्रौद्योगिकियों से सुसज्जित करके, हम अपनी आपूर्ति श्रृंखला की समग्र गुणवत्ता और स्थिरता में सुधार करते हैं, यह सुनिश्चित करते हुए कि आपको एक भरोसेमंद, नैतिक रूप से जिम्मेदार स्रोत से प्रीमियम अर्क प्राप्त हो।", "ru": "Наш подход к справедливой торговле приносит пользу не только конечному продукту, но и сообществам, которые помогают его производить. Делая прибыль местным фермерам и оснащая их новейшими технологиями, мы улучшаем общее качество и устойчивость нашей цепочки поставок, гарантируя, что вы получите первоклассные экстракты из надежного, этически ответственного источника.", "zh": "我们公平贸易的方式不仅对最终产品有利，还对帮助生产它的社区有利。通过与当地农民分享利润并为他们配备最新的技术，我们提高了供应链的整体质量和可持续性，确保您从值得信赖、道德负责的来源获得优质提取物。", "ar": "يفيد نهج التجارة العادلة الخاص بنا ليس فقط المنتج النهائي ولكن أيضًا المجتمعات التي تساعد في إنتاجه. من خلال تقاسم الأرباح مع المزارعين المحليين وتزويدهم بأحدث التقنيات، نحسن الجودة الإجمالية واستدامة سلسلة التوريد لدينا، مما يضمن حصولك على مستخلصات ممتازة من مصدر موثوق ومسؤول أخلاقياً." },
    "p3": {
      "en": "Choose Moroccan Cannabis Co. to add value to your business through consistent, high-quality extractions that meet GMP standards—all while supporting fair trade principles and sustainable practices.",
      "sp": "",
      "fr": ""
    },
    "Why": {
      "en": [
        "consistent products",
        "high-quality oils",
        "sustainable practices",
        "fair trade"
      ],
      "sp": ["This", "is", "in", "spanish"]
    },
    "Why2": {
      "en": [
        "award winning genetics",
        "centuries of experience",
        "Cultural Tradition",
        "EU-GMP Standards"
      ],
      "sp": ["This", "is", "in", "spanish"]
    }
  },

  "Header": {
    "title": { "en": "Moroccan Cannabis Co.", "sp": "Moroccan Cannabis Co." },
    "learnMore": { "en": "Learn More", "sp": "Saber Mas" },
    "paragraph": { "en": "Learn More", "sp": "Saber Mas" }
  },

  "OurCompany": {
    "tagline": { "en": "Ethically grown medical cannabis for wholesale distribution globally", "sp": "Somos una empresa","fr":"" },
    "title": { "en": "Our Company", "sp": "Nuestra Empresa" },
    "p1": {
      "en": "At the Moroccan Cannabis Co., we are more than just licensed producers—we are partners with the land and the people who cultivate it. Through our ethically sourced fair trade profit-sharing model, we work closely with local farming cooperatives, ensuring that profits are shared equitably. This empowers farmers, elevates their livelihoods, and enhances the quality of their cannabis products by integrating the latest technology and organisational practices within the region.",
      "sp": "En Marruecos Cannabis Co., somos más que simples productores autorizados: somos socios de la tierra y de las personas que la cultivan. A través de nuestro modelo de participación en las ganancias de comercio justo y de origen ético, trabajamos en estrecha colaboración con cooperativas agrícolas locales, garantizando que las ganancias se compartan de manera equitativa. Esto empodera a los agricultores, eleva sus medios de vida y mejora la calidad de sus productos de cannabis mediante la integración de las últimas tecnologías y prácticas organizativas dentro de la región.",
      "fr": "Chez Morocco Cannabis Co., nous sommes plus que de simples producteurs agréés : nous sommes partenaires de la terre et des personnes qui la cultivent. Grâce à notre modèle de partage des bénéfices du commerce équitable, nous travaillons en étroite collaboration avec les coopératives agricoles locales, garantissant que les bénéfices sont partagés équitablement. Cela responsabilise les agriculteurs, améliore leurs moyens de subsistance et améliore la qualité de leurs produits à base de cannabis en intégrant les dernières technologies et pratiques organisationnelles au sein de la région."
    },
    "p2": {
      "en": "Our sustainable growing techniques ensure that our entire operation meets the highest environmental and social standards. By introducing methods like rainwater harvesting, drip irrigation, and composting, we maximise both yield and quality while minimising environmental impact.",
      "sp": "Nuestras técnicas de cultivo sostenible garantizan que toda nuestra operación cumpla con los más altos estándares ambientales y sociales. Al introducir métodos como la recolección de agua de lluvia, el riego por goteo y el compostaje, maximizamos tanto el rendimiento como la calidad y minimizamos el impacto ambiental.",
      "fr": "Nos techniques de culture durable garantissent que l'ensemble de notre exploitation répond aux normes environnementales et sociales les plus élevées. En introduisant des méthodes telles que la récupération de l'eau de pluie, l'irrigation goutte à goutte et le compostage, nous maximisons à la fois le rendement et la qualité tout en minimisant l'impact environnemental."
    },
    "p3": {
      "en": "For wholesale buyers, this means not only receiving top-tier, organic, ethically sourced medical-grade cannabis but also knowing that their products support the growth and prosperity of local communities. We are proud to deliver cannabis grown with care for both the land and the people, providing the global market with consistent, premium products that meet GMP standards.",
      "sp": "Para los compradores mayoristas, esto significa no sólo recibir cannabis de calidad médica, orgánico y de primer nivel, obtenido de forma ética, sino también saber que sus productos apoyan el crecimiento y la prosperidad de las comunidades locales. Estamos orgullosos de ofrecer cannabis cultivado cuidando tanto la tierra como la gente, brindando al mercado global productos consistentes y de primera calidad que cumplen con los estándares GMP.",
      "fr": "Pour les acheteurs en gros, cela signifie non seulement recevoir du cannabis de qualité médicale de premier ordre, biologique et d'origine éthique, mais également savoir que leurs produits soutiennent la croissance et la prospérité des communautés locales. Nous sommes fiers de proposer du cannabis cultivé dans le respect de la terre et des populations, en fournissant au marché mondial des produits cohérents et haut de gamme qui répondent aux normes BPF."
    }
  },

  "Team": {
    "title": {
      "en": "Meet Our Leadership",
      "sp": "Conoce al equipo",
      "fr": "Conoce al equipo"
    },
    "p1": {
      "en": "At the Moroccan Cannabis Co., our team is a dynamic fusion of global experts and local knowledge. From master growers to pharmacists, genetic researchers, and distribution specialists, we combine international expertise with the wisdom of local farming cooperatives that cultivate over 50 hectares of cannabis in the Rif Mountains.",
      "sp": "En Marruecos Cannabis Co., nuestro equipo es una fusión dinámica de expertos globales y conocimiento local. Desde maestros cultivadores hasta farmacéuticos, investigadores genéticos y especialistas en distribución, combinamos la experiencia internacional con la sabiduría de las cooperativas agrícolas locales que cultivan más de 50 hectáreas de cannabis en las montañas del Rif.",
      "fr": "Chez Morocco Cannabis Co., notre équipe est une fusion dynamique d'experts mondiaux et de connaissances locales. Des maîtres cultivateurs aux pharmaciens, chercheurs en génétique et spécialistes de la distribution, nous combinons l'expertise internationale avec la sagesse des coopératives agricoles locales qui cultivent plus de 50 hectares de cannabis dans les montagnes du Rif."
    },
    "p2": {
      "en": "We believe in uplifting our local partners through fair trade profit sharing, providing them with the resources, technology, and organisation needed to enhance their production and improve their lives. Together, we meet the stringent requirements of GACP and EU-GMP standards, producing cannabis that is not only of the highest quality but also ethically sourced.",
      "sp": "Creemos en mejorar a nuestros socios locales a través del reparto de ganancias del comercio justo, proporcionándoles los recursos, la tecnología y la organización necesarios para mejorar su producción y sus vidas. Juntos, cumplimos con los estrictos requisitos de las normas GACP y EU-GMP, produciendo cannabis que no solo es de la más alta calidad sino que también se obtiene de forma ética.",
      "fr": "Nous croyons qu'il est important d'élever nos partenaires locaux grâce au partage des bénéfices du commerce équitable, en leur fournissant les ressources, la technologie et l'organisation nécessaires pour améliorer leur production et leur vie. Ensemble, nous répondons aux exigences strictes des normes GACP et EU-GMP, produisant du cannabis non seulement de la plus haute qualité, mais également d'origine éthique."
    },
    "p3": {
      "en": "For wholesale clients, this means a trusted partnership with a supplier who understands the market's demand for reliability, quality, efficacy and sustainability. Let us be your connection to the finest cannabis, cultivated with care in the world-renowned Rif Mountains.",
      "sp": "Para los clientes mayoristas, esto significa una asociación confiable con un proveedor que comprende la demanda del mercado en materia de confiabilidad, calidad, eficacia y sostenibilidad. Permítanos ser su conexión con el mejor cannabis, cultivado con cuidado en las mundialmente famosas montañas del Rif.",
      "fr": "Pour les clients grossistes, cela signifie un partenariat de confiance avec un fournisseur qui comprend la demande du marché en matière de fiabilité, de qualité, d'efficacité et de durabilité. Laissez-nous être votre lien avec le meilleur cannabis, cultivé avec soin dans les montagnes du Rif de renommée mondiale."
    },
    "values": {
      "en": "Our Values",
      "sp": "",
      "fr": ""
    },
    "vision": { "en": "Our Vision", "sp": "", "fr": "" },
    "mission": { "en": "Our Mission", "sp": "", "fr": "" },
    "philosophy": { "en": "Our Philosophy", "sp": "", "fr": "" },
    "people": [
      {
        "img": "/boujemaabw.jpg",
        "name": "Boujemaa Chouaibi",
        "en": {
          "title": "Local Partner + President",
          "job": "Head of Production/ Land Owner / Licence / Co-OP"
        },
        "sp": {
          "title": "Partner + CEO",
          "job": "COO,Director of Operations Land Owner / Licence / Co-OP"
        },
        "fr": {
          "title": "",
          "job": "COO,Director of Operations Land Owner / Licence / Co-OP"
        }
      },
      {
        "img": "/nickbw.jpg",
        "name": "Nick Hancock",
        "en": {
          "title": "Partner + MD",
          "job": "Head of Design + Project Management Business Development"
        },
        "sp": {
          "title": "",
          "job": "Head of Design + Project Management Business Development"
        },
        "fr": {
          "title": "",
          "job": "Head of Design + Project Management Business Development"
        }
      },
      {
        "img": "/aleixbw.jpg",
        "name": "Aleix Marca Berengue",
        "en": {
          "title": "Partner + CEO",
          "job": "Head of Genetics and Research / Strategic Planning"
        },
        "sp": {
          "title": "",
          "job": "CEO, Head of Genetics and Research"
        },
        "fr": {
          "title": "",
          "job": "CEO, Head of Genetics and Research"
        }
      },
      
      {
        "img": "/robbw.jpg",
        "name": "Robert Berenguer i Segura",
        "en": {
          "title": "Partner",
          "job": "Special Advisor + Development"
        },
        "sp": {
          "title": "",
          "job": "Special Advisor - Facility Design + Development"
        },
        "fr": {
          "title": "",
          "job": "Special Advisor - Facility Design + Development"
        }
      },
      {
        "img": "/jasonbw.jpg",
        "name": "Jason Buerfeind",
        "en": {
          "title": "Partner +CPhO",
          "job": "Medical Director / Quality Control"
        },
        "sp": {
          "title": "",
          "job": "CHpO, Chief Pharmaceutical Officer and Quality Control"
        },
        "fr": {
          "title": "",
          "job": "CHpO, Chief Pharmaceutical Officer and Quality Control"
        }
      },
      {
        "img": "/dean.jpg",
        "name": "Dean Derouard",
        "en": {
          "title": "",
          "job": "Head of Engineering - Facility Design + Development"
        },
        "sp": {
          "title": "",
          "job": "Head of Engineering - Facility Design + Development"
        },
        "fr": {
          "title": "",
          "job": "Head of Engineering - Facility Design + Development"
        }
      }
      
      
    ]
  },

  "Business": {
    "title": { "en": "Our Business", "sp": "", "fr": "" },
    "p1": {
      "en": "blurb about our business",
      "sp": "",
      "fr": ""
    },
    "Investment": { "en": "Invest With Us", "sp": "", "fr": "" },
    "p2": {
      "en": "Blurb about Investing with us",
      "sp": "",
      "fr": ""
    }
  },

  "Genetics": {
    "title": { "en": "Research and Genetics", "sp": "", "fr": "" },
    "p1": {
      "en": "At the Moroccan Cannabis Co., we are committed to both genetic advancement and supporting clinical trials. With over 10+ years of experience stabilising cannabis genetics, we have built a seed bank of over 200 certified strains, available for custom cultivation to meet wholesale needs. These stabilised genetics, supported by fair trade farming practices, offer consistency and reliability for medical research.",
      "sp": "",
      "fr": ""
    },
    "p2": {
      "en": "As a licensed producer, we are ready to supply GMP-compliant cannabis for clinical trials, ensuring consistency and quality at cost-efficient prices.",
      "sp": "",
      "fr": ""
    },
    "p3": {
      "en": "Our fair trade approach also extends to research, where we work with local farmers to ensure that they benefit from technological advancements and the demand for high-quality cannabis products. We invite you to partner with us, whether for clinical trials or commercial applications, and take advantage of our commitment to quality, consistency, and ethical sourcing.",
      "sp": "",
      "fr": ""
    },
    "features": [
      {
        "icon": "fa fa-group",
        "title": "Diverse Team",
        "text": {
          "en": "Experts and local knowledge come together to create the best product ",
          "sp": "text 1",
          "fr": "text 1"
        }
      },
      {
        "icon": "fa fa-stethoscope",
        "title": "clinically tested",
        "text": {
          "en": "with the assistance of universities around the world",
          "sp": "text 2",
          "fr": "text 2"
        }
      },
      {
        "icon": "fa fa-trophy",
        "title": "Award Winning",
        "text": {
          "en": "meets AGCP and EU-GMP standards",
          "sp": "text 3",
          "fr": "text 3"
        }
      },
      {
        "icon": "fa fa-medkit",
        "title": "Medically Focused",
        "text": {
          "en": "optimal medicinal benefits for a variety of symptoms",
          "sp": "text 4",
          "fr": "text 4"
        }
      }
    ]
  },

  "medical": {
    "title": {
      "en": "Medical Products: GACP/GMP Standards",
      "sp": "",
      "fr": ""
    },
    "p1": {
      "en": "At the Moroccan Cannabis Co., we specialise in the wholesale distribution of CBD and THC products, including:",
      "sp": "",
      "fr": ""
    },
    "items": [
      {
        "name": "",
        "img": "/oil.jpg",
        "text": { "en": "CBD and CBDA oils", "sp": "", "fr": "" },
        "link": "products/0"
      },
      {
        "name": "",
        "img": "/oil2.jpg",
        "text": { "en": "THC and THCA oils", "sp": "", "fr": "" },
        "link": "products/3"
      },
      {
        "name": "",
        "img": "/flower.jpeg",
        "text": { "en": "GACP-compliant biomass", "sp": "", "fr": "" },
        "link": "products/2"
      },
      {
        "name": "",
        "img": "/hash.jpg",
        "text": { "en": "CBD hash and pollen", "sp": "", "fr": "" },
        "link": "products/1"
      }
    ],
    "p2": {
      "en": "Our products are crafted to meet GMP standards, ensuring consistent terpene profiles and cannabinoid content. As a wholesale buyer, you can trust that our fair trade profit-sharing model ensures not only a premium product but also supports local farmers and sustainable practices. We offer white-label bottling and a seamless integration into your product lines, giving you the flexibility to scale and meet market demand.",
      "sp": "",
      "fr": ""
    },
    "p3": {
      "en": "Our focus on sustainability and ethical sourcing means that every product you purchase from us supports the environment and the communities that cultivate our cannabis. Partner with us for premium medical cannabis, grown and produced to the highest global standards while contributing to a fairer trade system.",
      "sp": "",
      "fr": ""
    }
  },

  "Contact": {
    "title": { "en": "Contact Us", "sp": "", "fr": "" },
    "p1": {
      "en": "The Moroccan Cannabis Co. offers wholesale buyers the opportunity to source premium medical cannabis through a supplier that values both quality and fairer trade. Our licensed production ensures that every product you receive is crafted to GMP standards, while our fair trade profit-sharing model ensures that local farmers are uplifted and empowered.",
      "sp": "",
      "fr": ""
    },
    "p2": {
      "en": "From CBD oils to biomass, hash, and pollen, we provide a wide range of products that meet the needs of the global cannabis market. Our team is dedicated to ensuring quality control, sustainability, and reliability, giving you the peace of mind that comes from partnering with a trusted and ethical supplier.",
      "sp": "",
      "fr": ""
    },
    "p3": {
      "en": "Contact us today to discuss your wholesale needs. Let us provide the premium cannabis products your business requires while contributing to a fairer, more sustainable world.",
      "sp": "",
      "fr": ""
    },
    "email": { "en": "Email", "sp": "", "fr": "" },
    "emailInfo": "info@moroccancannabis.co",
    "phone": { "en": "Phone", "sp": "", "fr": "" },
    "phoneInfo": { "en": "########", "sp": "", "fr": "" },
    "address": { "en": "Address", "sp": "", "fr": "" },
    "addressInfo": { "en": "123 fake st", "sp": "", "fr": "" },
    "tagline": {
      "en": "Let’s build a partnership that supports both your business and the communities that cultivate our cannabis.",
      "sp": "",
      "fr": ""
    },
    "send": { "en": "Send Message", "sp": "", "fr": "" },
    "contact": { "en": "Contact Info", "sp": "", "fr": "" }
  },
  "Blog": {
    "title": { "en": "Blog", "sp": "", "fr": "" },
    "p1": {
      "en": "Our blog is a collection of our latest news and insights. We cover a variety of topics, including:",
      "sp": "",
      "fr": ""
    }
  },
"BusinessPlan": {
    "title": { "en": "Invest With Us", "sp": "", "fr": "" },
    "p1": {
      "en":"",
      "sp": "",
      "fr": ""
    },
    "p2": {
      "en":"",
      "sp": "",
      "fr": ""
    },
    "p3": {
      "en":"",
      "sp": "",
      "fr": ""
    }
  },
  "login": {
    "title": { "en": "Login", "sp": "", "fr": "" }
  },
  "Products": {
    "title": { "en": "Products", "sp": "", "fr": "" }
  },
  "About": {
    "title": { "en": "About Us", "sp": "", "fr": "" }
  }
}
